Repository: mrga/GreekKeno
Catalog: GK/Localizable.xcstrings
Source language: en
Languages: sr_latn

source: Bet remaining time:
sr_latn: Preostalo vreme za uplatu

source: Draw time:
sr_latn: Vreme izvlačenja

source: Error
sr_latn: Greška

source: Greek keno (20/80)
sr_latn: Grčki kino (20/80)

source: Invalid request, please try again.
sr_latn: Neispravan zahtjev, pokušajte ponovo.

source: Live Draw
sr_latn: Izvlačenje uživo

source: No data received.
sr_latn: Nema primljenih podataka.

source: No. of selected numbers:
sr_latn: Broj izabranih kuglica

source: Odds
sr_latn: Kvote

source: Results
sr_latn: Rezultati

source: Round:
sr_latn: Kolo:

source: Unable to parse response from server, please try again.
sr_latn: Nije moguće analizirati odgovor sa servera, pokušajte ponovo.
